Repository: cloakedch/angular-t9n
Catalog: src/locale/xlf2/messages.*.xlf
Languages: de

source: Empty example
de: Leeres Beispiel

# exampleId
source: Example with id
de: Beispiel mit id

source: Example with description
de: Beispiel mit Beschreibung

source: Example with description/meaning
de: Beispiel mit Beschreibung/Bedeutung

source: Title
de: Titel

source: Example with value INTERPOLATION
de: Beispiel mit Wert INTERPOLATION

source: Add language
de: Sprache hinzufügen

source: Pattern must match " dispEnd="</code>">\w[\w-]+
de: Das Muster muss " dispEnd="</code>">\w[\w-]+ entsprechen

source: (e.g. en, en-GB or en-US-POSIX)
de: (z.B. de, de-CH oder en-US-POSIX)

source: Invalid pattern
de: Ungültiges Muster

source: Language already exists
de: Sprache existiert bereits

source: Cancel
de: Abbrechen

source: Add
de: Hinzufügen

source: Project
de: Projekt

source: Source file
de: Originaldatei

source: Source language
de: Originalsprache

source: Amount of translation units
de: Anzahl Übersetzungseinheiten

source: Add Language
de: Sprache hinzufügen

source: Untranslated
de: Nicht übersetzt

source: Translated
de: Übersetzt

source: Reviewed
de: Geprüft

source: Final
de: Finalisiert

source: Edit
de: Bearbeiten

source: Export
de: Exportieren

source: Import
de: Importieren

source: Orphans
de: Weisen

source: Distance Threshold
de: Distanz Schwellenwert

source: The distance threshold is required
de: Der Distanz Schwellenwert muss angegeben werden

source: The distance threshold must be greater or equal to 0
de: Der Distanz Schwellenwert muss grösser oder gleich 0 sein

source: Auto-Migrate
de: Auto-Migration

source: No orphans met conditions.
de: Kein Weise entsprach den Bedingungen.

source: Successful migrations
de: Erfolgreiche Migrationen

source: Similar units
de: Ähnliche Einheiten

source: Description
de: Beschreibung

source: Meaning
de: Bedeutung

source: Source
de: Original

source: Orphaned units
de: Verweiste Einheiten

source: Migrate orphan
de: Migriere Weisen

source: Occurs in Targets
de: Kommt in folgenden Übersetzungen vor

source: Distance according to the levenshtein comparison
de: Distanz nach dem Levenshtein Vergleich

source: Distance
de: Distanz

source: Migrate translation and state to this unit and remove this orphan.
de: Migriere Übersetzung und Status zu dieser Übersetzungseinheit und entferne diesen Weisen.

source: Back
de: Zurück

source: Delete orphan
de: Lösche Weisen

source: Migrate
de: Migriere

source: Orphans are translation units whose id is no longer contained in the source file.
de: Weisen sind Übersetzungseinheiten, deren Id nicht mehr in der Originaldatei vorhanden sind.

source: Export translation units to Excel
de: Exportiere Übersetzungen nach Excel

source: Export all translation units or filter by translation state.
de: Exportiere alle Übersetzungseinheiten oder filtere nach Übersetzungsstatus.

source: All
de: Alle

source: Target
de: Übersetzung

source: State
de: Status

source: Distance according to the levenshtein algorithm
de: Distanz nach dem Levenshtein Algorithmus

source: Translate
de: Übersetze

source: Orphans are translation units whose id is no longer contained in the source file. Migrate them in the orphans section.
de: Weisen sind Übersetzungseinheiten, deren Id nicht mehr in der Originaldatei vorhanden sind. Migriere sie in der Weisen-Sektion.

source: Translation units
de: Übersetzungseinheiten

source: Edit unit
de: Bearbeite Übersetzungseinheit

source: Copy source to target
de: Kopiere Original zur Übersetzung

source: Translation server is not available. Start the server in the console with the command 'ng run yourProject:t9n'.
de: Übersetzungsserver ist nicht verfügbar. Starte den Server in der Konsole mit dem Befehl 'ng run deinProjekt:t9n'.

source: Expected INTERPOLATION placeholders " dispEnd="</mat-icon>">info
de: Es wurden INTERPOLATION Platzhalter erwartet " dispEnd="</mat-icon>">info

source: Copy source to clipboard
de: Kopiere Original in die Zwischenablage
